Revit 2027 API
ParameterTypeId.RevisionCloudRevisionIssuedTo Property
 "Issued to"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId RevisionCloudRevisionIssuedTo { get; }
Public Shared ReadOnly Property RevisionCloudRevisionIssuedTo As ForgeTypeId
	Get
public:
static property ForgeTypeId^ RevisionCloudRevisionIssuedTo {
	ForgeTypeId^ get ();
}
static member RevisionCloudRevisionIssuedTo : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace